export const BTS_NORTH_COLOR = { btsNorth: '#008e00' }
export const BTS_NORTH = {
  BTS_NORTH: {
    from: 'BTS NORTH',
    type: 'connected-line',
    coordinate: [
      {
        lat: 13.933864818240906,
        lng: 100.71456227489853,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N28-วงแหวนตะวันออก'
      },
      {
        lat: 13.93360448977387,
        lng: 100.7060757655754,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N27-คลองห้า'
      },
      {
        lat: 13.932813089432022,
        lng: 100.68616304584884,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N26-คลองสี่'
      },
      {
        lat: 13.932000859945532,
        lng: 100.66273126789474,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N25-คลองสาม'
      },
      {
        lat: 13.932375735448081,
        lng: 100.64386997410202,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N24-คูคต'
      },
      {
        lat: 13.92352434591685,
        lng: 100.62507305332565,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N23-กม.25'
      },
      {
        lat: 13.918786109850299,
        lng: 100.62220308967972,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N22-พิพิธภัณฑ์กองทัพอากาศ'
      },
      {
        lat: 13.909814436463755,
        lng: 100.6168869514122,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N21-โรงพยาบาลภูมิพลฯ'
      },
      {
        lat: 13.896759848076671,
        lng: 100.6092158336296,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N20-สะพานใหม่'
      },
      {
        lat: 13.888922575680539,
        lng: 100.60459170528793,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N19-สายหยุด'
      },
      {
        lat: 13.882834836983282,
        lng: 100.60092780777359,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N18-พหลโยธิน59'
      },
      {
        lat: 13.87554843754146,
        lng: 100.59667825698853,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N17-วงเวียนหลักสี่'
      },
      {
        lat: 13.871415539144895,
        lng: 100.59422228523636,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N16-กรมทหารราบที่11'
      },
      {
        lat: 13.856509846780918,
        lng: 100.5854782838478,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N15-บางบัว'
      },
      {
        lat: 13.84869725692184,
        lng: 100.58090779968643,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N14-กรมป่าไม้'
      },
      {
        lat: 13.839792167432472,
        lng: 100.57561848350906,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N13-เเยกเกษตร'
      },
      {
        lat: 13.833927119470983,
        lng: 100.57218525597,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N12-เสนานิคม'
      },
      {
        lat: 13.8277181331776,
        lng: 100.56848380752945,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N11-รัชโยธิน'
      },
      {
        lat: 13.814289071311972,
        lng: 100.56059811302566,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N10-พหลโยธิน24'
      },
      {
        lat: 13.81522,
        lng: 100.56149,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N9-ห้าเเยกลาดพร้าว'
      },
      {
        lat: 13.802595440852679,
        lng: 100.55378437042236,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N8-หมอชิต'
      },
      {
        lat: 13.793978748414908,
        lng: 100.54977178573608,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N7-สะพานควาย'
      },
      {
        lat: 13.779724561244823,
        lng: 100.54463267326355,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N5-อารีย์'
      },
      {
        lat: 13.772644033081374,
        lng: 100.5420845746994,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N4-สนามเป้า'
      },
      {
        lat: 13.7627965843907,
        lng: 100.53707957267761,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N3-อนุสาวรีย์ชัย'
      },
      {
        lat: 13.756928699865677,
        lng: 100.53381357380295,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N2-พญาไท'
      },
      {
        lat: 13.751901384314332,
        lng: 100.531564950943,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'N1-ราชเทวี'
      },
      {
        lat: 13.745554735620187,
        lng: 100.53460121154785,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'CEN-สยาม'
      },
      {
        lat: 13.744015525048315,
        lng: 100.54332686248779,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E1-ชิดลม'
      },
      {
        lat: 13.743116076097916,
        lng: 100.54880619049072,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E2-เพลินจิต'
      },
      {
        lat: 13.740367924009771,
        lng: 100.55554700675964,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E3-นานา'
      },
      {
        lat: 13.736923494332284,
        lng: 100.56044472042083,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E4-อโศก'
      },
      {
        lat: 13.730519117616979,
        lng: 100.56959105316162,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E5-พร้อมพงษ์'
      },
      {
        lat: 13.72426250570193,
        lng: 100.57853579521179,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E6-ทองหล่อ'
      },
      {
        lat: 13.719384138494792,
        lng: 100.58526854448655,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E7-เอกมัย'
      },
      {
        lat: 13.715360929858937,
        lng: 100.59095482759813,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E8-พระโขนง'
      },
      {
        lat: 13.7058341972178,
        lng: 100.60088972978929,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E9-อ่อนนุช'
      },
      {
        lat: 13.696598943201971,
        lng: 100.6053958409343,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E10-บางจาก'
      },
      {
        lat: 13.689124535749944,
        lng: 100.60905370154842,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E11-ปุณณวิถี'
      },
      {
        lat: 13.679931368972557,
        lng: 100.60948848724365,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E12-อุดมสุข'
      },
      {
        lat: 13.668296315589131,
        lng: 100.60479435363277,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E13-บางนา'
      },
      {
        lat: 13.661239533481718,
        lng: 100.60181736946106,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E14-เเบริ่ง'
      },
      {
        lat: 13.646174482477056,
        lng: 100.59565901756287,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E15-สำโรง'
      },
      {
        lat: 13.637804426421749,
        lng: 100.59225048310725,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E16-ปู่เจ้า'
      },
      {
        lat: 13.629233816666039,
        lng: 100.58873142487971,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E17-ช้างเอราววัณ'
      },
      {
        lat: 13.609590226092504,
        lng: 100.59445822400653,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E18-โรงเรียนนายเรือ'
      },
      {
        lat: 13.601269025667609,
        lng: 100.59729319928829,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E19-ปากน้ำ'
      },
      {
        lat: 13.595262447795776,
        lng: 100.60717445729915,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E20-ศรีนครินทร์'
      },
      {
        lat: 13.5869092973175,
        lng: 100.6089125287408,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E21-เเพรกษา'
      },
      {
        lat: 13.575573152993442,
        lng: 100.60462099431697,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E22-สายลวด'
      },
      {
        lat: 13.563590665180385,
        lng: 100.60965035149002,
        bg: '#008e00',
        line: 'STATION-BTS',
        name: 'E23-เคหะฯ'
      }
    ]
  }
}
